[
   {
      "Titolo":"Dark Hall",
      "Genere":[
         "thriller",
         "fantastico",
         "drammatico",
         "orrore"
      ],
      "Durata":96,
      "Anno di uscita":2018,
      "Lingua":"inglese",
      "Regista":[
         "Rodrigo Cortés Giráldez",
         "spagnolo",
         47
      ],
      "Casa di produzione":"Fickle Fish Films|Nostromo Pictures|Temple Hill Entertainment",
      "Tag":[
         "horror",
         "fantasy",
         "fantascienza"
      ],
      "Trama":"Kit Gordy è una ragazzina problematica che viene mandata al collegio di Blackwood quando il suo carattere forte diventa troppo difficile da gestire per sua madre. Una volta arrivata Kit conosce l'eccentrica direttrice Madame Duret e incontra altre quattro studentesse della scuola anche loro con vite travagliate. Mentre esplorano i labirintici corridoi della scuola Kit e le altre ragazze scoprono che Blackwood nasconde un secolare segreto radicato nel paranormale. La ragazza una sera insieme a Veronica si intrufola in una stanza dove trova dei documenti appartenenti alle ragazze che frequentavano il collegio un tempo e notano che la gran parte di loro è deceduta per suicidi le ragazze però vengono sorprese e Veronica si assume la colpa facendo nascondere Kit Madame Duret consegna la ragazza ai fantasmi del collegio che si impossessano di lei Madame Duret racconta a Kit e Izzy le uniche due rimaste che esse servivano come tramite per gli artisti deceduti e che tutti avevano un dono; Ashley fa da tramite per Elizabeth una scrittrice morta prematuramente Sierra per un pittore che si firma T.C. Izzy per un matematico Kit per un pianista. La ragazza però corre in camera da Ashley cerca di aiutarla ma essa si suiciderà gettandosi dalla finestra Sierra muore in camera sua per malnutrizione Izzy si getterà tra le fiamme del fuoco appiccato accidentalmente da Kit la governante morirà nelle fiamme abbracciando il figlio defunto la professoressa di letteratura si sacrifica per mandare avanti i ragazzi e Madame Duret (dopo aver ucciso il professore di matematica) verrà posseduta e si darà fuoco mentre Jules si sacrificherà per Kit. Arrivata la polizia con l’ambulanza portano via Veronica e Kit quasi in fin di vita vede il padre mentre i paramedici la soccorrono e gli dice finalmente addio prima di risvegliarsi."
   },
   {
      "titolo":"Fight Club",
      "trama":"Il protagonista è un uomo il cui vero nome non è mai pronunciato. Lavora come consulente nel ramo assicurativo di un'importante casa automobilistica. Si tratta dello stereotipo dello yuppie frustrato dalla vita moderna: schiavo del consumismo depresso insonne ansioso e stordito dal jet lag.",
      "data_uscita":1999,
      "regista":"David Fincher",
      "durata":151,
      "casa di produzione":"20th Century Fox",
      "genere":"drammatico",
      "tag":[
         "bipolare",
         "combattimenti",
         "consumismo",
         "americano"
      ],
      "lingua":"italiano"
   },
   {
      "Titolo":"Maze Runner-Il labirinto",
      "Genere":"azione",
      "Durata":113,
      "Anno di uscita":2014,
      "Lingua":"inglese",
      "Regista":"Wes Ball",
      "Casa di produzione":"20th Century Fox",
      "Tag":[
         "azione",
         "labirinto",
         "runner"
      ],
      "Trama":"Un ragazzo di nome Thomas si sveglia, senza alcuna memoria del suo passato, in uno strano posto chiamato Glade. Popolato da altri ragazzi, il Glade è una struttura chiusa e circondata da alte mura di pietra, utili a proteggere i residenti dai Grievers, i mostri che vivono nel labirinto sottostante. Ogni giorno, alcuni dei ragazzi vengono scelti per avventurarsi nel labirinto e cercare di mapparne un modello nel tentativo di trovare una via di uscita, senza ottenere grandi risultati. L’arrivo di una ragazza in coma porterà con sé grandi risvolti…"
   },
   {
      "titolo":"Inception",
      "generi":[
         "Azione",
         "Fantascienza",
         "Thriller",
         "Avventura"
      ],
      "durata":148,
      "anno_di_uscita":2010,
      "lingue":[
         "italiano",
         "inglese",
         "portoghese",
         "spagnolo"
      ],
      "casa_di_produzione":"Syncopy Films Warner Bros Legendary Pictures",
      "regista":[
         "Christopher Nolan",
         "britannico",
         50
      ],
      "trama":"Dom Cobb è un abilissimo ladro, il migliore al mondo quando si tratta della pericolosa arte dell'estrazione: ovvero il furto di preziosi segreti dal profondo del subconscio mentre si sogna, quando la mente è al massimo della sua vulnerabilità. Le abilità di Cobb ne hanno fatto un protagonista di primo piano nel mondo dello spionaggio industriale, ma lo hanno reso un fuggitivo ricercato in tutto il mondo, costretto a lasciarsi alle spalle tutto ciò che ha sempre amato. Ora Cobb ha una chance di redenzione: un ultimo lavoro potrebbe restituirgli la sua vita, ma solo se riuscirà a rendere possibile l'impossibile. Invece di effettuare un colpo perfetto, Cobb e il suo team devono riuscire nell'opposto: non devono rubare un'idea ma impiantarne una nella testa di qualcuno.",
      "tag":[
         "leonardodicaprio",
         "warnerbrosfilm"
      ]
   },
   {
      "Titolo":"Doraemon - Il film: Le avventure di Nobita e dei cinque esploratori",
      "Genere":"animazione",
      "Durata":109,
      "AnnoDiUscita":2015,
      "Lingua":"giapponese",
      "Regista":"Shinnosuke Yakuwa",
      "CasaDiProduzione":"Asatsu DK",
      "Tag":[
         "#doraemon",
         "#nobita"
      ],
      "Trama":" Una nuova avventura del gatto spaziale Doraemon e del suo piccolo amico Nobita, chiamati a un viaggio nel futuro per provare a modificare una sorte che si preannuncia non proprio felice, soprattutto sul lato sentimentale..."
   },
   {
      "Titolo":"The Truman Show",
      "Genere":[
         "Fantascienza",
         "Drammatico",
         "Satirico",
         "Commedia"
      ],
      "Durata":103,
      "Anno di uscita":1998,
      "Lingua":[
         "Inglese",
         "Italiano"
      ],
      "Regista":"Peter Weir",
      "Casa di produzione":"Paramount Pictures",
      "Tag":[
         "jimcarrey",
         "tag2",
         "tag3"
      ],
      "Trama":"Ogni secondo di ogni giorno che passa Truman è, a sua insaputa, il protagonista della soap opera documentaristica più lunga e seguita della televisione. Seaheaven, la cittadina dove Truman abita è in realtà un gigantesco teatro di posa dove amici e parenti sono tutti attori pagati che recitano la loro parte. Tutto va avanti fino al giorno in cui Truman comincia a sospettare qualcosa…"
   },
   {
      "Titolo":"A Nightmare on Elm Street (Nightmare - Dal profondo della notte)",
      "Durata":91,
      "Anno di uscita":1984,
      "Genere":[
         "Horror",
         "thriller"
      ],
      "Lingue":[
         "ENG",
         "ITA"
      ],
      "Regista":[
         "Wes Craven",
         "statunitense",
         1939
      ],
      "Trama":"In Elm Street, Nancy Thompson e un gruppo di suoi amici (composto da Tina Gray, Rod Lane e Glen Lantz) sono tormentati nei loro sogni da un assassino artigliato di nome Fred Krueger. Nancy deve pensare velocemente, mentre Fred cerca di eliminarli uno per uno. Quando ti ha nel sonno, chi c'è a salvarti?",
      "Casa produttrice":"New Line Cinema|Media Home Entertainment|Smart Egg Pictures",
      "Tag":[
         "#horror",
         "#scary",
         "#nightmare",
         "#wholesome"
      ]
   },
   {
      "Titolo":"Io prima di te",
      "Genere":"Drammatico",
      "Durata":120,
      "Anno di uscita":2016,
      "Lingua":"Inglese",
      "Regista":"Thea Sharrock",
      "Casa di produzione":"Warner Bros",
      "Tag":[
         "Drammatico",
         "Romantico",
         "Amore",
         "Inghilterra"
      ],
      "Trama":"Louisa “Lou” Clark vive in una tipica cittadina della campagna inglese. Non sa bene cosa fare della sua vita, ha 26 anni e passa da un lavoro all’altro per aiutare la sua famiglia. Il suo inattaccabile buonumore viene però messo a dura prova quando si ritrova ad affrontare una nuova sfida lavorativa…"
   },
   {
      "titolo":"SherlockHolmes",
      "durata":128,
      "anno di uscita":2009,
      "genere":"Avventura",
      "regista":"Guy Ritchie",
      "tag":[
         "#Avventura",
         "#Azione",
         "#Giallo"
      ],
      "lingua":"inglese",
      "casa di produzione":"Lin Pictures|Silver Pictures|Village Roadshow Pictures|Wigram Productions",
      "trama":"L'astuto detective Sherlock Holmes e il suo fedele aiutante, il dottor Watson, sono chiamati ad affrontare uno strano criminale, appassionato di magia di nera, che riappare dalla tomba."
   },
   {
      "Titolo":"Shutter Island",
      "Genere":"Thriller",
      "Durata":138,
      "Anno Uscita":2010,
      "Lingua":[
         "Inglese",
         "tedesco"
      ],
      "Regista":"Martin Scorsese",
      "Casa di produzione":"Paramount Pictures|Columbia Pictures|Phoenix Pictures",
      "Tag":[
         "thriller",
         "noir"
      ],
      "Trama":"Rachel Salado, paziente del manicomio criminale sull'isola di Shutter, scompare all'improvviso. L'agente federale Teddy Daniels, affiancato dall'ufficiale Chuck Aule, deve indagare per risolvere il mistero."
   },
   {
      "Titolo":"1917",
      "Trama":"Due giovani soldati britannici affrontano i momenti più crudeli della Prima Guerra Mondiale quando intraprendono una pericolosa missione per salvare 1.600 uomini da morte certa.",
      "Regista":[
         "Sam Mendes",
         "brittanico",
         55
      ],
      "Casa di produzione":"DreamWorks|Neal Street Productions|Reliance Entertainment|Amblin Partners|New Republic Pictures",
      "Lingue":[
         "Inglese",
         "francese",
         "tedesco",
         "italiano"
      ],
      "Generi":[
         "Guerra",
         "Fiction",
         "Film storico-drammatico",
         "Storia",
         "Epico",
         "Azione",
         "Drammatico"
      ],
      "Tag":"#1917",
      "Durata":119,
      "Anno Produzione":2019
   },
   {
      "Titolo":"Jurassic World",
      "Durata":124,
      "Anno di uscita":2015,
      "Genere":[
         "Azione",
         "Fantascienza",
         "Avventura",
         "Thriller"
      ],
      "Lingua":[
         "Inglese",
         "Italiano"
      ],
      "Regista":[
         "Colin Trevorrow",
         "Americano",
         1976
      ],
      "Casa di produzione":"Universal Studios|Legendary Pictures|Amblin Entertainment",
      "Trama":"Situato vicino al mare in Costa Rica, l'esclusivo villaggio vacanze Jurassic World ospita una serie incredibile di dinosauri creati geneticamente, incluso un esemplare di Indominus rex, uno degli animali più intelligenti e dal carattere aggressivo. Quest'ultimo riesce ad evadere, scatenando una reazione a catena.",
      "Tag":[
         "dinosauri",
         "christpratt"
      ]
   },
   {
      "Titolo":"Doctor Strange",
      "Durata":115,
      "Anno di uscita":2016,
      "Genere":[
         "azione",
         "fantastico",
         "avventura"
      ],
      "Lingua":[
         "inglese",
         "italiano"
      ],
      "Regista":"Scott Derrickson",
      "Tag":[
         "#Marvel",
         "#DoctorStrange",
         "#Action"
      ],
      "Trama":"Un medico resta vittima di un tragico incidente, ma viene aiutato da uno stregone che lo inizia alle arti magiche, grazie alle quali egli riesce a redimersi e a combattere le forze oscure che minacciano l'umanità.",
      "Casa di produzione":"Marvel Studios"
   },
   {
      "Titolo":"1922",
      "Durata":101,
      "Anno di uscita":2017,
      "Genere":[
         "Horror",
         "Thriller"
      ],
      "Lingua":[
         "Inglese",
         "Italiano"
      ],
      "Regista":[
         "Zak Hilditch",
         "Americano",
         45
      ],
      "Casa di produzione":"Campfire",
      "Trama":"Siamo nel Nebraska, nel 1922. Wilfred James (Thomas Jane) vive in modo semplice e modesto con la moglie Arlette (Molly Parker) e il figlio Henry (Dylan Schmid), gestendo una fattoria con cui spera un giorno di ottenere guadagni sostanziosi. Peccato che i piani di Arlette, che vuole vendere la propria parte di terreno e trasferirsi in città, interferiscano con le ambizioni di Wilfred, il quale fatica anche a sopportare l'idea di una consorte non assoggettata all'autorità patriarcale. Facendo leva sulle passioni adolescenziali del figlio viene quindi pianificato un omicidio, il cui ricordo tormenterà per sempre gli uomini della famiglia James. Il regista Zak Hilditch, che ha anche curato l'adattamento del testo di King, punta sulla dimensione morale, unita al contesto rurale rappresentato con un occhio a tratti malickiano, più che sull'orrore puro. Certo, fantasmi e allucinazioni fanno occasionalmente parte del repertorio, ma la vera tensione deriva dal tormento psicologico e spirituale del protagonista, il nucleo umano di una storia forse fin troppo riconoscibile (le tematiche, oltre ad essere care a King, evocano spudoratamente alcuni dei racconti più noti di altre due firme immortali dell'horror, Edgar Allan Poe e H.P. Lovecraft), ma comunque efficace nella sua demolizione progressiva dei valori d'altri tempi e della stabilità mentale di un uomo distaccato dalla realtà (la cui voce narrante inaffidabile, sotto forma di confessione otto anni dopo, scandisce i vari orrori).",
      "Tag":[
         "horror",
         "suspance",
         "paura"
      ]
   },
   {
      "Titolo":"Bird Box",
      "Durata":124,
      "Data di uscita":2018,
      "Genere":"Horror",
      "Lingua":"italiano",
      "Regista":[
         "Susanne Bier",
         "danese",
         60
      ],
      "Tag":[
         "#birdbox",
         "#horror"
      ],
      "Riassunto":"lo metto dopo!",
      "Casa di produzione":"Scott Stuber|Universal Pictures|Bluegrass Films"
   },
   {
      "Titolo":"Rush",
      "Durata":130,
      "Genere":[
         "biografico",
         "drammatico",
         "sportivo"
      ],
      "Anno di uscita":2013,
      "Lingua":"inglese",
      "Regista":[
         "Ron Howard",
         "americano",
         66
      ],
      "Casa di produzione":"Working Title Films",
      "Tag":"Ferrari",
      "Trama":"A metà degli anni Settanta gli appassionati di Formula 1 assistono a un acceso duello per la conquista del titolo mondiale. James Hunt bello sexy e affascinante come una rockstar si ritrova a fronteggiare il suo rivale di sempre Niki Lauda più umile conservatore e schivo nei confronti della vita mondana…"
   }
]